[
    {
        "id":"0",
        "joke":"My wife said I should do lunges to stay in shape. That would be a big step forward."
    },
    {
        "id":"1",
        "joke":"I'm reading a book about anti-gravity. It's impossible to put down."
    },
    {
        "id":"2",
        "joke":"I used to think I was indecisive, but now I'm not too sure."
    },
    {
        "id":"3",
        "joke":"How do you get a squirrel to like you? Act like a Nut."
    },
    {
        "id":"4",
        "joke":"Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
        "id":"5",
        "joke":"Why do scuba divers fall backwards out of the boat? Because if they fell forwards they'd still be in the boat."
    },
    {
        "id":"6",
        "joke":"Why do fathers take an extra pair of socks when they go golfing? In case they get a hole in one!"
    },
    {
        "id":"7",
        "joke":"What do you call a bear with no teeth? A gummy bear."
    },
    {
        "id":"8",
        "joke":"What do you call a cheese that isn’t yours? Nacho cheese!"
    },
    {
        "id":"9",
        "joke":"Why are fish so smart? Because they swim in schools."
    },
    {
	    "id":"10",
	    "joke":"How do celebrities stay cool? They have many fans"
    },
    {
        "id":"11",
        "joke":"What do you call a Kissan(farmer) stuck in a traffic jam? Kissan Jam!"
    },
    {
        "id":"12",
        "joke":"How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
        "id":"13",
        "joke":"Why did the math book look so sad? Because of all its problems!"
    }, 
    {
        "id": "14",
        "joke": "Why did the dinosaurs not attend my birthday party? Because they are dead."
    },
	  {
        "id":"15",
        "joke":"What’s orange and sounds like a parrot? A carrot."
    },
    {
        "id":"16",
        "joke":"What’s more unbelievable than a talking dog? A spelling bee."
    },
	  {
        "id":"17",
        "joke":"Did you hear about the man who cut off his left leg? He’s all right now."
    }
]
